[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:40};
itm1={height:49,id:1,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:431,zorder:3};
itm10={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:48,highcolor:0,hlayout:left,id:25,linespacing:0,multiline:true,name:4_Speaker_EQ_data_1,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:399,y:150,zorder:25};
itm11={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:26,name:4_Speaker_Set_2,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:247,y:202,zorder:26,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm12={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:27,name:4_Speaker_Copy_2,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:99,y:202,zorder:27,txtfield:{backcolor:0,bidimode:left-to-right,content:Copy,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Copy,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm13={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:48,highcolor:0,hlayout:left,id:28,linespacing:0,multiline:true,name:4_Speaker_EQ_data_2,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:399,y:204,zorder:28};
itm14={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:29,name:4_Speaker_Set_3,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:247,y:256,zorder:29,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm15={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:30,name:4_Speaker_Copy_3,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:99,y:256,zorder:30,txtfield:{backcolor:0,bidimode:left-to-right,content:Copy,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Copy,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm16={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:48,highcolor:0,hlayout:left,id:31,linespacing:0,multiline:true,name:4_Speaker_EQ_data_3,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:399,y:258,zorder:31};
itm17={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:32,name:2_Speaker_Set_1,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:247,y:314,zorder:32,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm18={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:33,name:2_Speaker_Copy_1,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:99,y:314,zorder:33,txtfield:{backcolor:0,bidimode:left-to-right,content:Copy,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Copy,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm19={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:48,highcolor:0,hlayout:left,id:34,linespacing:0,multiline:true,name:2_Speaker_EQ_data_1,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:399,y:314,zorder:34};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:4};
itm20={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:35,name:2_Speaker_Set_2,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:247,y:366,zorder:35,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm21={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:36,name:2_Speaker_Copy_2,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:99,y:366,zorder:36,txtfield:{backcolor:0,bidimode:left-to-right,content:Copy,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Copy,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm22={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:48,highcolor:0,hlayout:left,id:37,linespacing:0,multiline:true,name:2_Speaker_EQ_data_2,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:399,y:366,zorder:37};
itm23={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:38,name:2_Speaker_Set_3,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:247,y:418,zorder:38,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm24={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:39,name:2_Speaker_Copy_3,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:99,y:418,zorder:39,txtfield:{backcolor:0,bidimode:left-to-right,content:Copy,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Copy,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm25={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:48,highcolor:0,hlayout:left,id:40,linespacing:0,multiline:true,name:2_Speaker_EQ_data_3,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:399,y:418,zorder:40};
itm3={height:50,id:10,name:Engineering_mode_menu,refID:99,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:502,x:13,y:64,zorder:12};
itm4={backcolor:0,bidimode:left-to-right,content:EQ data1,font:33,height:35,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:true,name:EQ_data_State,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:false,vlayout:middle,width:400,wrapline:no-wrap,x:351,y:114,zorder:19};
itm5={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:20,name:On,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:676,y:150,zorder:20,txtfield:{backcolor:0,bidimode:left-to-right,content:On,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm6={backcolor:0,height:157,id:21,img:1207,layout:normal,name:4_Speaker,styleid:0,type:IMAGEFIELD,visible:true,width:23,x:63,y:150,zorder:21,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm7={backcolor:0,height:157,id:22,img:1206,layout:normal,name:2_Speaker,styleid:0,type:IMAGEFIELD,visible:true,width:23,x:63,y:314,zorder:22,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm8={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:23,name:4_Speaker_Set_1,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:247,y:148,zorder:23,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};
itm9={backcolor:0,background:984,ccp:836,ccpzorder:over,height:52,id:24,name:4_Speaker_Copy_1,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:99,y:148,zorder:24,txtfield:{backcolor:0,bidimode:left-to-right,content:Copy,font:3,height:47,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Copy,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:5,y:0}};

